[
  {
    "product": {
      "image": "https://i5.walmartimages.com/seo/Herbs-of-Light-California-Poppy-1-oz-Liquid_9e921d62-e394-4e8a-86b0-b7d8f93ce659.53c8c351e8ef32fe53a6ffb0a173968c.jpeg",
      "name": "Herbs of Light California Poppy 1 oz Liquid",
      "sku": "686240386",
      "description": "California poppy is flowering plant that is a known adaptogen, meaning it can help combat stress and promote relaxation. It may also improve the health of the adrenal system, which is responsible for managing hormonal responses to both internal and external stress. Additionally, California Poppy may promote sleeping, ease aches, and prevent disease of the bladder and liver.",
      "brand": {
        "@type": "Brand",
        "name": "Herbs of Light"
      },
      "offers": {
        "@type": "Offer",
        "url": "https://www.walmart.com/ip/Herbs-of-Light-California-Poppy-1-oz-Liquid/686240386",
        "priceCurrency": "USD",
        "price": 14.5,
        "availability": "https://schema.org/InStock",
        "itemCondition": "https://schema.org/NewCondition",
        "availableDeliveryMethod": "https://schema.org/OnSitePickup"
      },
      "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": 1,
        "bestRating": 5,
        "reviewCount": 1
      }
    }
  },
  {
    "product": {
      "image": "https://i5.walmartimages.com/seo/Herb-Pharm-California-Poppy-Nervous-System-1-fl-oz-Liq_ff22c397-6f0b-44fc-a632-f741b148e1e4.0444f1d1147ef5910559b776df8b1698.jpeg",
      "name": "Herb Pharm California Poppy - Nervous System 1 fl oz Liq",
      "sku": "28931700",
      "description": "Herb Pharm prepares its California Poppy Nervous System extract from fresh (undried) whole Eschscholzia californica plants (root, leaf & flower) which are Certified Organically Grown on Herb Pharm's own farm without the use of chemical fertilizers, pesticides or herbicides. To assure optimal extraction of bioactive compounds, the plants are hand-harvested while in full flower and are then taken directly to our laboratory and promptly extracted while still fresh and succulent. Herb Pharm California Poppy plants are never fumigated or irradiated.",
      "brand": {
        "@type": "Brand",
        "name": "Herb Pharm"
      },
      "offers": {
        "@type": "Offer",
        "url": "https://www.walmart.com/ip/Herb-Pharm-California-Poppy-Nervous-System-1-fl-oz-Liq/28931700",
        "priceCurrency": "USD",
        "price": 15.07,
        "availability": "https://schema.org/InStock",
        "itemCondition": "https://schema.org/NewCondition",
        "availableDeliveryMethod": "https://schema.org/OnSitePickup"
      },
      "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": 4.4,
        "bestRating": 5,
        "reviewCount": 86
      }
    }
  },
  {
    "product": {
      "image": "https://i5.walmartimages.com/seo/Certified-Organic-Spirulina-Powder-USP-Verified-USDA-Organic-Non-GMO-8-5-oz-240-g_0c39aa5a-d009-451b-b2d9-8dba240fa062.f4645e0d8c2ab4b643a49b8e75535009.jpeg",
      "name": "Certified Organic Spirulina Powder, USP Verified, USDA Organic, Non-GMO, 8.5 oz (240 g)",
      "sku": "796648972",
      "description": "Featuring Naturally-Occurring Protein and Antioxidants Perfect for Adding Extra Greens and Nutrients to Smoothies, Shakes, or Yogurt Great Addition to a Healthy and Active Lifestyle Suitable for Vegetarians and Vegans  California Gold Nutrition® Superfoods Organic Spirulina Powder is exclusively sourced from from India and is grown under pristine, lab-controlled conditions. The flavor of spirulina is typical of greens with mild grassy notes, making it mellow enough to pair well with a wide range of fruits and veggies, like apple, banana, celery, lemon, mint, and spinach.",
      "brand": {
        "@type": "Brand",
        "name": "California Gold Nutrition"
      },
      "offers": {
        "@type": "Offer",
        "url": "https://www.walmart.com/ip/Certified-Organic-Spirulina-Powder-USP-Verified-USDA-Organic-Non-GMO-8-5-oz-240-g/796648972",
        "priceCurrency": "USD",
        "price": 15.44,
        "availability": "https://schema.org/InStock",
        "itemCondition": "https://schema.org/NewCondition",
        "availableDeliveryMethod": "https://schema.org/OnSitePickup"
      },
      "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": 4.6,
        "bestRating": 5,
        "reviewCount": 1597
      }
    }
  },
  {
    "product": {
      "image": "https://i5.walmartimages.com/seo/Silymarin-Liver-Health-Complex-Milk-Thistle-Extract-Curcumin-Artichoke-Dandelion-Ginger-Black-Pepper-360-Veggie-Capsules-California-Gold-Nutrition_f9fb6945-12c3-4334-9870-7cae2a61b38a.4fee9805542c407374165cc6c1953cfb.jpeg",
      "name": "Silymarin Liver Health Complex, Milk Thistle Extract with Curcumin, Artichoke, Dandelion, Ginger, Black Pepper, 360 Veggie Capsules by California Gold Nutrition",
      "sku": "870840913",
      "description": "California Gold Nutrition Silymarin Complex Featuring Milk Thistle Extract plus Dandelion, Artichoke, Curcumin C3 Complex®, Ginger, and BioPerine® Supports Liver Health* Suitable for Vegetarians and Vegans Formulated without Gluten, GMOs, or Soy Produced in a 3rd Party Audited cGMP Registered (Certified) Facility 100% Gold Guarantee  Your liver plays a vital role in your body, as its main function is to filter the blood and remove any waste products or harmful toxins. For this reason, it’s important to take good care of your liver. California Gold Nutrition Silymarin Complex uses natural herbal extracts from milk thistle, turmeric, and other plants to help support liver health.* Milk Thistle Benefits Milk thistle (Silybum marianum ) is a flowering herb known for its potential health benefits. Silymarin, an extract taken from the seeds of the milk thistle plant, has antioxidant properties which may help protect the liver from certain toxins to promote a healthy detoxification process.* This supplement combines milk thistle with other liver-supporting and antioxidant-rich herbal extracts, like dandelion, turmeric, artichoke, and ginger to offer a full range of support for your liver.* California Gold Nutrition Silymarin Comple x is formulated with 5 herbal extracts and BioPerine®, a black pepper extract that helps improve absorption. It is suitable for vegetarians and vegans and formulated without gluten, GMOs, or soy. Third-Party Tested Our products undergo quality testing where they are evaluated by an independent ISO-certified lab using scientifically-validated test methods to ensure authenticity, purity, and potency of ingredients. For added transparency, we make the results available to you in our iTested Verified Reports so you can see for yourself. Check out the iTested Report  for this product to see the analysis.",
      "brand": {
        "@type": "Brand",
        "name": "California Gold Nutrition"
      },
      "offers": {
        "@type": "Offer",
        "url": "https://www.walmart.com/ip/Silymarin-Liver-Health-Complex-Milk-Thistle-Extract-Curcumin-Artichoke-Dandelion-Ginger-Black-Pepper-360-Veggie-Capsules-California-Gold-Nutrition/870840913",
        "priceCurrency": "USD",
        "price": 31.04,
        "availability": "https://schema.org/InStock",
        "itemCondition": "https://schema.org/NewCondition",
        "availableDeliveryMethod": "https://schema.org/OnSitePickup"
      },
      "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": 4.8,
        "bestRating": 5,
        "reviewCount": 7294
      }
    }
  }
]